Repository: hyperclock/wht-ng
Catalog: locale/*/LC_MESSAGES/wht.po
Languages: bg_bg

source: User Properties
bg_bg: Потребителски характеристики

source: Activate MySQL for
bg_bg: Активирай MySQL за

source: months
bg_bg: месеца

source: Reset
bg_bg: Възстанови

source: Calculate
bg_bg: Изчисли

source: Submit
bg_bg: Изпрати

source: domain
bg_bg: домейн

source: Domains
bg_bg: Домейни

source: User
bg_bg: Потребител

source: % of disk quota in use
bg_bg: % от дисковото пространство е заето

source: Change category
bg_bg: Промени категорията

source: Remove advertisement
bg_bg: Премахни рекламата

source: Delete
bg_bg: Изтрий

source: Are you sure you want to delete
bg_bg: Сигурен ли сте че искате да изтриете

source: Modify
bg_bg: Промени

source: zone
bg_bg: зона

source: New subdomain
bg_bg: Нов поддомейн

source: Register new domain
bg_bg: Регистрирай нов домейн

source: Change Email Password
bg_bg: Промяна на имейл парола

source: Email
bg_bg: Имейл

source: Password
bg_bg: Парола

source: Confirm password
bg_bg: Потвърдете паролата

source: Change
bg_bg: Промени

source: File Properties
bg_bg: Файлови характеристики

source: file
bg_bg: файл

source: Class
bg_bg: Клас

source: Read
bg_bg: Чети

source: Write
bg_bg: Пиши

source: Exec
bg_bg: Изпълни

source: Group
bg_bg: Група

source: Others
bg_bg: Други

source: Last Modified
bg_bg: Последно редактиран

source: Show
bg_bg: Покажи

source: Enter
bg_bg: Влез

source: Close
bg_bg: Затвори

source: Cancel
bg_bg: Прекрати

source: Client File Manager
bg_bg: Файлов мениджър - Клиент

source: C L I E N T
bg_bg: К Л И Е Н Т

source: files to upload
bg_bg: файла за трансфер

source: Send this file
bg_bg: Изпрати този файл

source: Can't upload all the files
bg_bg: Не мога да трансферирам всички файлове

source: Choose Executable
bg_bg: Избор на файл за изпълнение

source: To choose file click it's icon
bg_bg: За да изберете файл кликнете върху иконата му

source: up
bg_bg: нагоре

source: name
bg_bg: име

source: Change Email
bg_bg: Промяна на имейл

source: New email
bg_bg: Нов имейл

source: minute
bg_bg: минута

source: day of month
bg_bg: ден от месеца

source: month
bg_bg: месец

source: day of week
bg_bg: ден от седмицата

source: path to the executable file
bg_bg: път до файла за изпълнение

source: hour
bg_bg: час

source: every
bg_bg: всеки

source: Browse
bg_bg: Избери

source: To select more than one option use the Ctrl key and the Left mouse button
bg_bg: За да изберете повече от една опция използвайте клавиша Ctrl и левия бутон на мишката

source: If some of the programmes output a text it will be sent to email
bg_bg: Текстът изведен от програмите ще бъде изпращан на имейл

source: Edit File
bg_bg: Текстов редактор

source: Close without saving the file?
bg_bg: Да затворя прозореца без да съхраня промените?

source: Save
bg_bg: Съхрани

source: Email Accounts
bg_bg: Пощенски кутии

source: Create new email
bg_bg: Създай нова пощенска кутия

source: You can use
bg_bg: Можете да използвате

source: email accounts with this domain
bg_bg: пощенски кутии с този домейн

source: Forward to
bg_bg: Пренасочи към

source: email
bg_bg: имейл

source: Are you sure you want to delete the email?
bg_bg: Сигурен ли сте, че искате да изтриете имейла?

source: Change password
bg_bg: Промени паролата

source: forwarded to
bg_bg: пренасочен към

source: Are you sure you want to stop forwarding?
bg_bg: Сигурен ли сте, че искате да прекратите пренасочването?

source: Extend MySQL
bg_bg: Удължи периода на ползване на MySQL

source: Extend MySQL with
bg_bg: Удължи периода на ползжане на MyQSL с

source: Log in
bg_bg: Влез

source: Log in page
bg_bg: Вход към системата

source: Lost password
bg_bg: Загубена парола

source: New user
bg_bg: Нов потребител

source: Free hosting
bg_bg: Безплатен хостинг

source: Log out
bg_bg: Изход

source: Logged out!
bg_bg: Излязохте успешно от системата!

source: Didn't log out click <a href="logout.php">here</a> to try again.
bg_bg: Неуспешно излизане от системата. Кликнете<a href="logout.php">тук</a>за да опитате отново.

source: New User
bg_bg: Нов потребител

source: Fill the User field!
bg_bg: Попълнете полето Потребител!

source: Fill the Password field!
bg_bg: Попълнете полето Парола!

source: Fill the Confirm password field!
bg_bg: Попълнете полето Потвърдете паролата!

source: Fill the Domain or Local domain field!
bg_bg: Попълнете полето Домейн или Локален домейн!

source: Fill only one of the two fields - Local domain or Domain!
bg_bg: Попълнете само едно от полетата -Домейн или Локален домейн!

source: Fill the Email field!
bg_bg: Попълнете полето Имейл!

source: Password must be at least 8 characters long!
bg_bg: Паролата трябва да съдържа поде 8 символа!

source: Password and Confirm password fields must contain the same password!
bg_bg: Полетата Парола и Потвърдете паролата тябва да съдържат една парола!

source: The traffic have to be more than
bg_bg: Трафикът трябва да е повече от

source: Mbytes per month!
bg_bg: Мбайта на месец!

source: The hard disk usage have to be more than
bg_bg: Дисковото пространство трябва да бъде повече от

source: Mbytes!
bg_bg: Мбайта!

source: Fill out the form.
bg_bg: Попълнете формуляра.

source: Contact email
bg_bg: Имейл за контакти

source: Use MySQL
bg_bg: Ще използвате ли MySQL

source: You must fill one of the next two fields. Fill the first one if you have not registered domain name.<br />
bg_bg: Трябва да попълните едно от двете полета. Попълнете първото ако нямате регистриран домейн.<br />

source: Fill the second one if you allready have a registered domain. Can be of any type ( your_domain.com, your_domain.net ...). We will not register your domain name.
bg_bg: Попълнете второто ако имате регистриран домейн. Може да бъде от всякакъв вид ( your_domain.com, your_domain.net ...). Ние няма да регистрираме домейна Ви.

source: Local domain name
bg_bg: Локален домейн

source: Your domain name ( must be registered )
bg_bg: Вашият домейн ( тябва да е регистриран )

source: Email accounts ( will be of type somename@your_domain.com )
bg_bg: Пощенски кутии ( ще бъдат от вида somename@your_domain.com )

source: Use PHP and CGI
bg_bg: Ще използвате ли PHP и CGI

source: Months to host your site
bg_bg: Колко месеца да хостваме сайта Ви

source: Traffic
bg_bg: Трафик

source: Mbytes per month.
bg_bg: Мбайта на месец.

source: Hard disk usage
bg_bg: Дисково пространство

source: Mbytes
bg_bg: Мбайта

source: Modify Domain
bg_bg: Модифицирай домеин

source: Domain
bg_bg: Домейн

source: Expiry date
bg_bg: Ще хостваме вашия сайт до

source: Database with that name already exist. Can't create database.
bg_bg: База данни със същото име вече съществува. Не мога да създам базата данни.

source: Database
bg_bg: Базата данни е

source: created
bg_bg: създадена

source: You can't create more than
bg_bg: Не можете да създадете повече от

source: databases
bg_bg: бази данни

source: You can create
bg_bg: Можете да създадете

source: Create database
bg_bg: Създай база данни

source: Create
bg_bg: Създай

source: Database
bg_bg: База данни

source: database
bg_bg: база данни

source: Are you sure you want to drop database
bg_bg: Сигурен ли сте че искате да изтриете базата данни

source: Manage databases with phpMyAdmin
bg_bg: Управлявайте базите данни с phpMyAdmin

source: Drop
bg_bg: Изтрий

source: error connect db
bg_bg: грешка при връзката с базата данни

source: error select db
bg_bg: грешка при избора на базата данни

source: error query db
bg_bg: грешка при запитване на базата данни

source: Can't insert in db
bg_bg: Не мога да вмъкна в базата данни

source: Can't update db
bg_bg: Не мога да обновя базата данни

source: Fill in the fields marked with *
bg_bg: Попълнете полетата маркирани с *

source: Can't select the requested element.
bg_bg: Не мога да избера желания елемент.

source: User with the same name already exists.
bg_bg: Потребител със същото име вече съществува.

source: Wrong user or password.
bg_bg: Грешен потребител или парола.

source: The domain you chose is busy. Make another choice.
bg_bg: Избраният домейн е зает. Изберете друг.

source: The password must be at least 8 characters long!
bg_bg: Паролата трябвада съдържа поне 8 символа

source: Can't make directory.
bg_bg: Не мога да създам директория.

source: Can't delete the element from the database.
bg_bg: Не мога да изтрия елемента от базата данни

source: You first have to delete all subdomains of this domain before deleting it!
bg_bg: Трябва да изриете всички поддомейни преди са изтриете самия домейн

source: Limit reached. If you want to create more email accounts click Domains and the modify link for the proper domain.
bg_bg: Достигнат е лимитът. Ако желаете да създадете повече пощенски кутии кликнете линковете Домейни и Промени за съответния домейн.

source: Some of the fields contain not allowed characters ( ; " $ ...)!
bg_bg: Някое от полетата съдържа непозволени символи ( ; " $ ...)!

source: The user and domain name must not contain "@" "." or space!
bg_bg: Потребителското име и домейнът не трябва да съдържат "@" "." or space!

source: The user and domain name must not contain "@" or space!
bg_bg: Потребителското име и домейнът не трябжа да съдържат "@" or space!

source: The user name must not begin with a number!
bg_bg: Потребителското име не трябва да започва с цифра!

source: Navigation
bg_bg: Навигация

source: Home
bg_bg: Начало

source: File Manager
bg_bg: Файлов мениджър

source: New Domain
bg_bg: Нов домейн

source: New Subdomain
bg_bg: Нов поддомейн

source: Fill the Subdomain field!
bg_bg: Попълнете полето Поддомейн!

source: Subdomain
bg_bg: Поддомейн

source: New Email
bg_bg: Нов имейл

source: Email must be at least 2 characters long!
bg_bg: Имейлът трябва да съдържа поне 2 символа!

source: Forward Email
bg_bg: Пренасочване на имейл

source: Fill the Forward to field!
bg_bg: Попълнете полето Пренасочи към!

source: New Folder
bg_bg: Нова директория

source: MySQL is activated.
bg_bg: Можете да използвате MySQL.

source: MySQL is extended.
bg_bg: MySQL - срокът удължен.

source: Your domain is modified.
bg_bg: Характеристиките на домейна Ви са променени.

source: Your subdomain is modified.
bg_bg: Характеристиките на поддомейна Ви са променени.

source: Your domain is registered.
bg_bg: Домейнът Ви е регистриран.

source: Your subdomain is registered.
bg_bg: Поддомейнът Ви е регистриран.

source: You are registered and may log in from the home page.
bg_bg: Вече сте регистриран и можете да влезете в системата през началната страница.

source: Server File Manager
bg_bg: Файлов мениджър - сървър

source: S E R V E R
bg_bg: С Ъ Р В Ъ Р

source: size Kbytes
bg_bg: размер Кбайт

source: edit
bg_bg: редактирай

source: properties
bg_bg: характеристики

source: Copy
bg_bg: Копирай

source: Paste
bg_bg: Вмъкни

source: Delete these files and folders?
bg_bg: Да изтрия тези файлове и директории?

source: Properties updated.
bg_bg: Характеристиките са обновени.

source: Activate MySQL.
bg_bg: Активирай MySQL.

source: MySQL expiry date
bg_bg: Можете да използвате MySQL до

source: extend
bg_bg: продължи

source: Change category.
bg_bg: Промяна на категорията.

source: Category
bg_bg: Категория

source: Register
bg_bg: Регистрирай

source: You are either already registered and may log in from the
bg_bg: Или вече сте регистриран и можете да влезете през

source: Home page
bg_bg: Началната страница

source: or your account is not free!
bg_bg: или акаунтът Ви не е безплатен!

source: You are not registered MySQL user. To register click User Properties.
bg_bg: Не сте регистриран като MySQL потребител. За да се регистрирате кликнете Потребителски характеристики.

source: The password will be sent to the email you provide when registering.
bg_bg: Паролата Ви ще бъде изпратена на имейл адреса попълнен при регистрацията.

source: Send password
bg_bg: Изпрати паролата

source: Will be used to confirm the registration.
bg_bg: Ще бъде използван за потвърждение на регистрацията.

source: Web Hosting Toolkit sent an email to the following address:
bg_bg: Web Hosting Toolkit изпрати имейл на следния адрес:

source: The email contains a link for confirmation of the registration.
bg_bg: Имейлът съдържа линк за потвърждаване на регистрацията.

source: You are registered and may log in from the
bg_bg: Вие сте регистриран и можете да влезете през

source: Password sent.
bg_bg: Паролата е изпратена.

source: Wrong password!
bg_bg: Грешна парола!

source: Log in page for the administrator.
bg_bg: Вход за администратора.

source: Change administrator's password.
bg_bg: Промени паролата на администратора.

source: Notify
bg_bg: Уведоми

source: comment
bg_bg: киментар

source: date
bg_bg: дата

source: user
bg_bg: потребител

source: Password changed.
bg_bg: Паролата е променена.

source: If you want to deactivate MySQL uncheck
bg_bg: Ако искате да деактивирате MySQL премахнете отметката

source: This will not delete the databases created from the user.
bg_bg: Това няма де изтрие базите данни създадени от потребителя.

source: Change MySQL expiry date
bg_bg: Промени даната на валидност на MySQL

source: Activate MySQL again
bg_bg: Активирай MySQL отново

source: This is a free account.
bg_bg: Безплатен хостинг.

source: Registration date
bg_bg: Дата на регистриране

source: Traffic till the last log rotation
bg_bg: Трафик до последната ротация на лог файла

source: PHP and CGI
bg_bg: PHP и CGI

source: Email accounts
bg_bg: Пощенски кутии

source: Total domains
bg_bg: Всички домейни

source: matches found. Pages
bg_bg: съвпадения намерени. Страници

source: If you delete this domain WHT will not delete Apache's and BIND's conf entries!
bg_bg: Ако изтриете този домейн WHT няма да промени конфигурацията на Apache и BIND засягащи домейна!

source: Change properties
bg_bg: Промени характеристиките

source: If you delete user
bg_bg: Ако изтриете потребителя

source: you will delete all domains, databases and email accounts created from the user !!! Delete ?
bg_bg: ще изтриете всички домейни, бази данни и пощенски кутии създадени от потребителя!!! Да изтрия ли потребителя?

source: contact email
bg_bg: имейл за контакти

source: Databases
bg_bg: Бази данни

source: New domain
bg_bg: Нов домейн

source: Full info
bg_bg: Пълна информация

source: Can not find domain
bg_bg: Няма домейн

source: domains found. Pages
bg_bg: домейнa намерени. Страници

source: Can not find user
bg_bg: Няма потребител

source: has no domains.
bg_bg: няма домейни.

source: Do not enable PHP and CGI unless you uncheck free.<br />
bg_bg: Не можете да използвате PHP и CGI ако хостингът е безплатен.<br />

source: Free
bg_bg: Безплатен

source: Kbytes
bg_bg: Кбайта

source: Domain name
bg_bg: Домейн

source: User with the following features is registered:
bg_bg: Регистриран е потребител със следните характеристики:

source: Price
bg_bg: Цена

source: Months to host the site
bg_bg: Месеца хостинг

source: Free account with the following features is created:
bg_bg: Регистриран е безплатен хостинг акаунт със следните характеристики:

source: Domain with the following features is created:
bg_bg: Създаден е домейн със следните харктеристики:

source: Subdomain with the following features is created:
bg_bg: Създаден е поддомейн със следните характеристики:

source: The administrator username is admin.
bg_bg: Потребителското име на администратора е admin.

source: Set a password for admin. It must be 8 characters long.
bg_bg: Изберете парола за admin . Трябва да съдържа поне 8 символа.

source: To change the admin password provide it and fill the new value. The new value must be 8 characters long.
bg_bg: За да промените паролата на admin въведете старата парола и напишете новата стойност. Новата стойност трябва да съдържа поне 8 символа.

source: Old password
bg_bg: Стра парола

source: New password
bg_bg: Нова парола

source: Confirm new password
bg_bg: Потвърдете новата парола

source: search
bg_bg: търси
